Repository: linuxsoftware/ls.joyous
Catalog: ls/joyous/locale/*/LC_MESSAGES/django.po
Languages: de, it, ja_jp

source: Upload
it: Carica
ja_jp: アップロード

source: Convert UTC to localtime?
de: UTC (koordinierte Weltzeit) in lokale Zeit umwandeln?
it: Convertire l'orario UTC a quello locale?
ja_jp: UTCをローカル時刻に変換

source: Import
it: Importa
ja_jp: インポート

source: Export
it: Esporta
ja_jp: エクスポート

source: List View
de: Listenansicht
it: Vista ad elenco
ja_jp: リスト表示

source: Weekly View
de: Wochenansicht
it: Vista settimanale
ja_jp: 週表示

source: Monthly View
de: Monatsansicht
it: Vista mensile
ja_jp: 月表示

source: calendar page
de: Kalender Seite
it: pagina del calendario
ja_jp: カレンダーページ

source: calendar pages
de: Kalender Seiten
it: pagine del calendario
ja_jp: カレンダーページ

source: intro
ja_jp: 説明

source: Introductory text.
de: einleitender Text
it: Testo introduttorio
ja_jp: 説明文

source: view choices
de: zeige Auswahlmöglichkeiten
it: mostra opzioni
ja_jp: 表示形式

source: default view
de: Standardansicht
it: vista di default
ja_jp: ディフォルト表示

source: View Options
de: Ansichtseinstellungen
it: Opzioni di visualizzazione
ja_jp: 表示オプション

source: Week {weekNum}
de: Woche {weekNum}
it: Settimana {weekNum}
ja_jp: {weekNum}週

source: specific calendar page
de: spezifische Kalenderseite
it: pagina specifica del calendario
ja_jp: 子イベントのみのカレンダーページ

source: specific calendar pages
de: spezifische Kalenderseiten
it: pagine specifiche del calendario
ja_jp: 子イベントのみのカレンダーページ

source: general calendar page
de: allgemeine Kalenderseite
it: pagina generale del calendario
ja_jp: 全イベントカレンダーページ

source: general calendar pages
de: allgemeine Kalenderseiten
it: pagine generali del calendario
ja_jp: 全イベントカレンダーページ

source: event category
de: Ereigniskategorie
it: categoria d'evento
ja_jp: イベントカテゴリ

source: event categories
de: Ereigniskategorien
it: categorie di eventi
ja_jp: イベントカテゴリ

source: name
it: nome
ja_jp: 名称

source: Event cannot end before it starts
de: Event kann nicht enden bevor es startet
it: Un evento non può terminare prima che inizi
ja_jp: 終了時刻を開始時刻以降で設定してください

source: category
de: Kategorie
it: categoria
ja_jp: カテゴリ

source: image
de: Bild
it: immagine
ja_jp: 画像

source: start time
de: Startzeit
it: ora di inizio
ja_jp: 開始時刻

source: end time
de: Endzeit
it: ora di fine
ja_jp: 終了時刻

source: time zone
de: Zeitzone
it: fuso orario
ja_jp: タイムゾーン

source: group page
de: Gruppenseite
it: gruppo di pagine
ja_jp: グループページ

source: details
it: dettagli
ja_jp: 詳細

source: location
de: Ort
it: luogo
ja_jp: 場所

source: This event has finished.
de: Dieses Event ist beendet.
it: Questo evento è terminato.
ja_jp: このイベントは終了しています

source: This event has started.
de: Dieses Event hat begonnen.
it: Questo evento è cominciato.
ja_jp: このイベントは始まっています

source: {dateTimeFrom} to {dateTo} {atTimeTo}
de: {dateTimeFrom} bis {dateTo} {atTimeTo}
it: {dateTimeFrom} a {dateTo} {atTimeTo}
ja_jp: {dateTimeFrom} 〜 {dateTo} {atTimeTo}

source: group pages
de: Gruppenseiten
it: pagina di gruppo
ja_jp: グループペーjい

source: content
de: Inhalt
it: contenuto
ja_jp: コンテンツ

source: An area of text for whatever you like
de: Ein Textfeld für Informationen jeglicher Art.
it: Un'area di testo per quello che vuoi
ja_jp: 自由に文章を記載する領域

source: event page
de: Eventseite
it: pagina dell'evento
ja_jp: イベントページ

source: event pages
de: Eventseiten
it: pagine dell'evento
ja_jp: イベントページ

source: date
de: Datum
it: data
ja_jp: 日付

source: multiday event page
de: Eventseite (mehrtägig)
it: pagina dell'evento su più giorni
ja_jp: 複数日イベントページ

source: multiday event pages
de: Eventseiten (mehrtägig)
it: pagine degli eventi su più giorni
ja_jp: 複数日イベントページ

source: start date
de: Anfangsdatum
it: data di inizio
ja_jp: 開始日

source: end date
de: Enddatum
it: data di fine
ja_jp: 終了日

source: recurring event page
de: Eventseite (wiederkehrend)
it: pagina di evento ricorrente
ja_jp: 繰り返しイベントページ

source: recurring event pages
de: Eventseiten (wiederkehrend)
it: pagine di eventi ricorrenti
ja_jp: 繰り返しイベントページ

source: repeat
de: wiederhole
it: ripeti
ja_jp: 繰り返し

source: number of days
de: Anzahl der Tage
it: numero di giorni
ja_jp: 日数

source: These events have finished.
de: Diese Events sind beendet.
it: Questi eventi sono finiti.
ja_jp: これらのイベントは終了しています

source: starting at
de: beginnt um
it: inizia
ja_jp: 開始：

source: finishing at
de: endet um
it: finisce
ja_jp: 終了：

source: multiday recurring event page
de: Eventseite (mehrtägig + wiederholend)
it: pagina di evento ricorrente su più giorni
ja_jp: 繰り返し複数日イベントページ

source: multiday recurring event pages
de: Eventseiten (mehrtägig + wiederholend)
it: pagine di eventi ricorrenti su più giorni
ja_jp: 繰り返し複数日イベントページ

source: overrides
de: überschreibt
it: sovrascrive
ja_jp: 上書き

source: The recurring event that we are updating.
de: Das sich wiederholende Event, welches wir updaten.
it: L'evento ricorrente che stiamo aggiornando.
ja_jp: 上書きする繰り返しイベント

source: That date already has
de: Dieses Datum enthält bereits
it: Quella data ha già
ja_jp: 該当日の既存予定：

source: For Date
de: für Datum
it: Per la data
ja_jp: 対象日：

source: For this date
de: Für dieses Datum.
it: Per questa data
ja_jp: 対象日

source: {exception} for {date}
de: {exception} für {date}
it: {exception} per {date}
ja_jp: {exception} 対象：{date}

source: {date} for {n} days {startTime}
de: {date} für {n} Tage {startTime}
ja_jp: {date}から{n}日間：{startTime}

source: finishing at
de: endet um
it: finisce il
ja_jp: 終了：

source: Extra Information
de: zusätzliche Information
it: Ulteriori informazioni
ja_jp: 追加情報

source: extra event information
de: zusätzliches Event Information
it: ulteriori informazioni sull'evento
ja_jp: 追加イベント情報

source: Extra-Info
de: Zusätzliche-Information
it: Info ulteriori
ja_jp: 追加情報

source: title
de: Titel
it: titolo
ja_jp: タイトル

source: A more specific title for this occurence (optional)
de: Ein genauerer Titel für dieses Ereignis. (optional)
it: Un titolo più specifico per questa occorrenza (opzionale)
ja_jp: (任意)このイベントの追加情報

source: extra information
de: zusätzliche Information
it: ulteriori informazioni
ja_jp: 追加情報

source: Information just for this date
de: Informationen nur für dieses Datum
it: Ulteriori informazioni per questa data
ja_jp: この日のみの情報

source: a cancellation
ja_jp: キャンセル

source: Show in place of cancelled event (Leave empty to show nothing)
de: anstatt des abgesagten Events zeigen (leer lassen, um nichts zu zeigen)
it: Mostra al posto dell'evento cancellato (Lascia il campo vuoto per non mostrare nulla)
ja_jp: キャンセルしたイベントの代わりに表示(未入力にすると何も表示しません）

source: Why was the event cancelled?
de: Warum wurde dieses Event abgesagt?
it: Perchè l'evento è stato cancellato?
ja_jp: イベントキャンセルの理由

source: Cancellation
de: Absage
it: Cancellazione
ja_jp: キャンセル

source: This event has been cancelled.
de: Dieses Event wurde abgesagt.
it: Questo evento è stato cancellato.
ja_jp: このイベントはキャンセルされました

source: cancellation
de: Absage
it: cancellazione
ja_jp: キャンセル

source: cancellations
de: Absagen
it: cancellazioni
ja_jp: キャンセル

source: a postponement
ja_jp: 延期

source: postponement
de: Verlegung
it: spostamento
ja_jp: 延期

source: postponements
de: Verlegungen
it: gli spostamento
ja_jp: 延期

source: Postponement
de: Verlegung
it: Spostamento
ja_jp: 延期

source: The title for the postponed event
de: Der Title für das verlegte Event.
it: Il titolo dell'evento spostato
ja_jp: 延期されたイベント名

source: Postponed to
de: verlegt auf
it: Spostato il
ja_jp: 延期：

source: {what} from {when}
de: {what} von {when}
ja_jp: {what}：{when}

source: Postponed
de: verlegt
ja_jp: 延期

source: Rescheduled
de: neu angesetzt
ja_jp: リスケジュール

source: From Date
de: vom
it: Data di inizio
ja_jp: 開始日

source: Export iCal
it: Esporta per iCal
ja_jp: iCalへエクスポート

source: Events on %(day)s
it: Eventi del %(day)s
ja_jp: %(day)s 日間のイベント

source: Upcoming Events
de: kommende Events
it: Eventi futuri
ja_jp: 直近のイベント

source: Past Events
de: vergangene Events
it: Eventi passati
ja_jp: 過去のイベント

source: RSS Feed
it: Feed RSS
ja_jp: RSSフィード

source: This Month
de: diesen Monat
it: Mese corrente
ja_jp: 今月

source: Previous month
de: letzten Monat
it: Mese precedente
ja_jp: 先月

source: Next month
de: nächsten Monat
it: Prossimo mese
ja_jp: 次月

source: Previous year
de: letztes Jahr
it: Anno precedente
ja_jp: 前年

source: Next year
de: nächstes Jahr
it: Prossimo anno
ja_jp: 来年

source: cont.
de: weiter
ja_jp: 続く

source: This Week
de: diese Woche
it: Settimana corrente
ja_jp: 今週

source: Previous week
de: letzte Woche
it: Settimana precedente
ja_jp: 先週

source: Next week
de: nächste Woche
it: Prossima settimana
ja_jp: 次週

source: Download
it: Scarica
ja_jp: ダウンロード

source: Time Zone
de: Zeitzone
it: Fuso Orario
ja_jp: タイムゾーン

source: Google Calendar
de: Google Kalender
it: Calendario Google
ja_jp: Googleカレンダー

source: See also <strong>other occurrences</strong> of this event.
de: Siehe auch die <strong>anderen Termine</strong> von diesem Event.
it: Vedi anche <strong>altre occorrenze</strong> di questo evento
ja_jp: このイベントの<strong>他日時の開催</strong>を見る

source: This event has been %(what)s.
de: Diese Event wurde %(what)s.
ja_jp: イベント%(what)s

source: %(what)s to <a class="joy-ev-to-when__link" href="%(postponement_url)s" >%(postponed_to)s</a>
ja_jp: <a class="joy-ev-to-when__link" href="%(postponement_url)s" >%(postponed_to)s </a> %(what)s

source: Today
de: heute
it: Oggi
ja_jp: 今日

source: Events
it: Eventi
ja_jp: イベント

source: Frequency
de: Häufigkeit
it: Frequenza
ja_jp: 頻度

source: Until Date
de: bis zum
it: Data di fine
ja_jp: 終了日

source: Use Advanced Options
de: benutze erweiterte Einstellungen
it: Utilizza le opzioni avanzate
ja_jp: 詳細オプション

source: Every
de: alle
it: Ogni
ja_jp: 毎

source: Day(s)
de: Tag(e)
it: Giorni
ja_jp: 日

source: Week(s)
de: Woche(n)
it: Settimane
ja_jp: 週

source: Month(s)
de: Monat(e)
it: Mesi
ja_jp: 月

source: Year(s)
de: Jahr(e)
it: Anni
ja_jp: 年

source: On Days
de: an den Tagen
it: Il giorno
ja_jp: 日

source: What are the rules for when this event recurs?
de: Was sind die Regeln, wenn dieses Event sich wiederholt?
it: Quali sono le regole per cui viene pianificato questo evento?
ja_jp: このイベントの繰り返し条件

source: first
de: erste
it: primo
ja_jp: 1番目

source: second
de: zweite
it: secondo
ja_jp: 2番目

source: third
de: dritte
it: terzo
ja_jp: 3番目

source: fourth
de: vierte
it: quarto
ja_jp: 4番目

source: fifth
de: fünfte
it: quinto
ja_jp: 5番目

source: last
de: letzte
it: ultimo
ja_jp: 最後

source: penultimate
de: vorletzte
it: penultimo
ja_jp: 最後から2番目

source: the last
de: der letzte
it: l'ultimo
ja_jp: 最後

source: the penultimate
de: der vorletzte
it: il penultimo
ja_jp: 最後から2番目

source: the first
de: ersten
it: la prima
ja_jp: 1番目

source: the second
de: zweiten
it: la seconda
ja_jp: 2番目

source: the third
de: dritten
it: la terza
ja_jp: 3番目

source: the fourth
de: vierten
it: la quarta
ja_jp: 4番目

source: the fifth
de: fünften
it: la quinta
ja_jp: 5番目

source: {N} days before
it: {N} giorni prima
ja_jp: {N}日前

source: The day before
it: Il giorno prima
ja_jp: 以前の日

source: The day after
it: Il giorno dopo
ja_jp: 以後の日

source: {N} days after
it: {N} giorni dopo
ja_jp: {N}日後

source: and
de: und
it: e
ja_jp: と

source: Mondays
de: montags
it: Ogni lunedì
ja_jp: 月

source: Tuesdays
de: dienstags
it: Ogni martedì
ja_jp: 火

source: Wednesdays
de: mittwochs
it: Ogni mercoledì
ja_jp: 水

source: Thursdays
de: donnerstags
it: Ogni giovedì
ja_jp: 木

source: Fridays
de: freitags
it: Ogni venerdì
ja_jp: 金

source: Saturdays
de: samstags
it: Ogni sabato
ja_jp: 土

source: Sundays
de: sonntags
it: Ogni domenica
ja_jp: 日

source: for {n} days
de: für {n} Tage
it: per {n} giorni
ja_jp: {n}日間

source: (until {when})
de: (bis zum {when})
it: (fino a {when})
ja_jp: ({when}まで)

source: Every {n} days
de: alle {n} Tage
it: ogni {n} giorni
ja_jp: {n}日毎

source: Daily
de: täglich
it: Giornaliero
ja_jp: 毎日

source: Fortnightly on {days}
de: vierzehntägig {days}
it: bisettimanale il {days}
ja_jp: 隔週 {days}

source: Every {n} weeks on {days}
de: alle {n} Wochen {days}
it: ogni {n} settimane di {days}
ja_jp: {n}週毎 {days}

source: of the month
de: des Monats
it: del mese
ja_jp: 毎月

source: {when}, every {n} months
de: {when}, alle {n} Monate
it: {when}, ogni {n} mesi
ja_jp: {n}ヶ月毎 {when}

source: of {months}
de: von {months}
it: di {months}
ja_jp: ({months}月)

source: {when}, every {n} years
de: {when}, alle {n} Jahre
it: {when}, ogni {n} anni
ja_jp: {n}年毎 {when}

source: Everyday
de: täglich
it: Ogni giorno
ja_jp: 毎日

source: Every {when}
de: jeden {when}
it: Ogni {when}
ja_jp: 毎 {when}

source: The {when}
de: der {when}
it: Il {when}
ja_jp: {when}

source: {DaysOffset} {theOrdinal} day
ja_jp: {DaysOffset} {theOrdinal}

source: {TheOrdinal} day
de: {TheOrdinal} Tag
ja_jp: {TheOrdinal}

source: Weekly
de: wöchentlich
it: Settimanale
ja_jp: 毎週

source: Monthly
de: monatlich
it: Mensile
ja_jp: 毎月

source: Yearly
de: jährlich
it: Annuale
ja_jp: 毎年

source: The Same
de: der selbe
it: Lo stesso
ja_jp: 同じ

source: Day of the month
de: Tag des Monats
it: Giorno del mese
ja_jp: 月の日

source: code
it: codice

source: website
de: Webseite
it: sito Internet

source: at
de: um
it: dalle

source: Next on %(event_next_on)s
de: als nächstes am %(event_next_on)s
it: Prossimo il %(event_next_on)s

source: on
de: am
it: il

source: On
de: am
it: Il

source: And
de: und
it: E

source: Of
de: vom
it: Di

source: the
de: der
it: la

source: to
de: bis
it: alle
